Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/social_welfare_payments/unemployed_people/conditions_for_getting_a_jobseekers_payment.html.txt.tmx
Source language: en
Languages: ga

source: Conditions for getting a jobseeker's payment
ga: Coinníollacha chun íocaíocht cuardaitheora poist a fháil

source: • Conditions for jobseeker's payments
ga: • Coinníollacha le haghaidh íocaíochtaí cuardaitheora poist • Dífhostaithe

source: • Sanctions for not meeting the conditions of your jobseeker’s payment
ga: • Ábalta i gcomhair oibre • Ar fáil i gcomhair oibre

source: Jobseeker’s Allowance and Jobseeker’s Benefit are payments for people who are unemployed and looking for work
ga: Íocaíochtaí do dhaoine atá dífhostaithe agus ag cuardach oibre iad Liúntas Cuardaitheora Poist agus Sochar Cuardaitheora Poist

source: To get either of these jobseeker’s payments you must meet certain conditions or requirements
ga: D’fhonn ceachtar ceann de na híocaíochtaí cuardaitheora poist sin a fháil, caithfidh tú coinníollacha nó ceanglais áirithe a chomhlíonadh

source: If you do not meet these conditions you can be refused a payment, be disqualified from getting a payment for a period or be paid a reduced rate of your payment
ga: Mura gcomhlíonann tú na coinníollacha sin, féadfar íocaíocht a dhiúltú duit, thú a dhícháiliú ó íocaíocht a fháil ar feadh tréimhse nó ráta laghdaithe de d’íocaíocht a íoc leat

source: You should also read our documents on the payments for detailed information about each payment
ga: Ba cheart duit ár gcáipéisí ar na híocaíochtaí a léamh le haghaidh faisnéis mhionsonraithe faoi gach íocaíocht

source: For example, in the case of Jobseeker’s Allowance you must also meet the means test criteria and the habitual residence condition while to qualify for Jobseeker’s Benefit you must have enough social insurance (PRSI) contributions and have suffered a substantial loss of employment
ga: Mar shampla, i gcás Liúntas Cuardaitheora Poist, caithfidh tú na critéir thástála acmhainne agus an coinníoll gnáthchónaithe a chomhlíonadh agus, chun cáiliú le haghaidh Sochar Cuardaitheora Poist, is gá go bhfuil go leor íocaíochtaí árachais shóisialaigh (ÁSPC) agat agus gur fhulaing tú cailleadh suntasach fostaíochta

source: Conditions for jobseeker's payments
ga: Coinníollacha le haghaidh íocaíochtaí cuardaitheora poist

source: To qualify for a jobseeker’s payment you must be under 66 years of age
ga: Chun cáiliú le haghaidh íocaíocht cuardaitheora poist, ní mór duit bheith faoi bhun 66 bliain d’aois

source: You must be 18 years or over to claim Jobseeker’s Allowance. People under 18 do not qualify for Jobseeker’s Benefit
ga: Ní mór duit bheith os cionn 18 mbliana d’aois chun Liúntas Cuardaitheora Poist a éileamh agus ní cháilíonn daoine faoi bhun 18 mbliana d’aois le haghaidh Sochar Cuardaitheora Poist

source: You must also be:
ga: Chomh maith leis sin, ní mór duit bheith:

source: • Unemployed (you must be fully unemployed or unemployed for at least 4 days out of 7)
ga: • Dífhostaithe (ní mór duit bheith dífhostaithe go hiomlán nó dífhostaithe 4 lá ar a laghad as 7 lá)

source: While you are getting a jobseeker’s payment you must attend meetings and take part in appropriate employment schemes, training or work experience if requested by the Department of Social Protection (DSP)
ga: Le linn duit íocaíocht cuardaitheora poist a fháil, caithfidh tú freastal ar chruinnithe agus páirt a ghlacadh i scéimeanna fostaíochta, in oiliúint nó i dtaithí oibre atá cuí má iarrann an Roinn Coimirce Sóisialaí ort déanamh amhlaidh

source: See ‘Sanctions for not meeting the conditions of your jobseeker’s payment’ below
ga: Féach ‘smachtbhannaí a d’fhéadfadh bheith i bhfeidhm sa chás nach gcomhlíonann tú coinníollacha d’íocaíochta cuardaitheora poist’ thíos

source: To get a jobseeker’s payment you must be unemployed for at least 4 days out of 7
ga: Chun íocaíocht cuardaitheora poist a fháil, ní mór duit bheith dífhostaithe 4 lá ar a laghad as 7 lá

source: This means that you can work for up to 3 days in a 7-day period and still qualify for a jobseeker’s payment for the days you are not working
ga: Ciallaíonn sé sin gur féidir leat oibriú 3 lá ar a mhéad i dtréimhse 7 lá agus cáiliú go fóill le haghaidh íocaíocht cuardaitheora poist do na laethanta nach bhfuil tú ag oibriú

source: You can also take up to two weeks’ holiday in a year and continue to get your payment
ga: Is féidir leat suas le saoire dhá sheachtain a ghlacadh sa bhliain agus leanúint le d’íocaíocht a fháil freisin

source: However some people work the equivalent of full-time hours by doing intensive shifts
ga: Oibríonn roinnt daoine a chomhionann d’uaireanta lánaimseartha trí shealanna diana a oibriú, áfach

source: It is usual for the Department of Social Protection to treat people who work 36 hours or over in a week as being in full-time employment
ga: Is gnách don Roinn Coimirce Sóisialaí caitheamh le daoine a oibríonn 36 uair an chloig nó os a chionn in aon seachtain amháin amhail bheith i bhfostaíocht lánaimseartha

source: However, people who work a lower number of hours (perhaps as low as 30 hours depending on the job) in a week may also be treated as being in full-time employment
ga: Féadtar caitheamh le daoine a oibríonn líon níos lú uaireanta (a ísle le 30 uair an chloig, ag brath ar an bpost) in aon seachtain amháin, áfach, amhail bheith i bhfostaíocht lánaimseartha chomh maith

source: People in full-time employment do not qualify for a jobseeker’s payment
ga: Ní cháilítear daoine atá i bhfostaíocht lánaimseartha d’íocaíocht chuardaitheora poist

source: If you can only find part-time work or if your employer reduces your days at work to 3 days a week or less, you may get a jobseeker’s payment for the other days
ga: Más rud é nach féidir leat ach obair pháirtaimseartha a fháil nó go laghdaíonn d’fhostóir líon na laethanta a oibríonn tú go 3 lá nó níos lú in aghaidh na seachtaine, is féidir go bhfaighidh tú íocaíocht cuardaitheora poist le haghaidh na laethanta eile

source: You must meet the other conditions that apply to the payment, for example, you must continue to look for full-time work
ga: Ní mór duit na coinníollacha eile a bhaineann leis an íocaíocht a chomhlíonadh

source: In the case of Jobseeker’s Allowance, any income from work is assessed in the means test
ga: Mar shampla, ní mór duit leanúint ar aghaidh ag lorg obair lánaimseartha

source: • Jobseeker’s Allowance and work
ga: • Liúntas Cuardaitheora Poist agus obair

source: • Jobseeker’s Benefit and work
ga: • Sochar Cuardaitheora Poist agus obair

source: Retained firefighters and jobseeker’s payments
ga: Íocaíochtaí comhraiceoirí dóiteáin coinnithe agus cuardaitheora poist

source: If you are employed as a part-time retained firefighter, you may qualify for a jobseeker’s payment
ga: Má tá tú fostaithe go páirtaimseartha mar chomhraiceoir dóiteáin, b’fhéidir go gcáileoidh tú d’íocaíocht chuardaitheora poist

source: People who are working as part-time fire fighters do not have to sign off for the days they are on call, firefighting or training
ga: Ní gá do dhaoine atá ag oibriú mar chomhraiceoirí páirtaimseartha dóiteáin díshiniú do na laethanta a bhíonn siad ar dualgas, i mbun comhrac dóiteáin nó i mbun oiliúna

source: This means that you can be paid a jobseeker’s payment for days that you are on call, firefighting or training
ga: Ciallaíonn seo gur féidir íocaíocht chuardaitheora poist a íoc leat do na laethanta a bhíonn tú ar dualgas, i mbun comhrac dóiteáin nó i mbun oiliúna

source: Retained firefighters must live within 1.5 miles of the fire station and commit to being ready for firefighting duties in 5 minutes
ga: Ní mór go gcónaíonn comhraiceoirí dóiteáin coinnithe laistigh de 1.5 míle ón stáisiún dóiteáin agus caithfidh siad iad féin a thiomnú de bheith réidh chun tabhairt faoi dhualgais chomhraic dóiteáin laistigh de 5 nóiméad

source: This requirement in itself is not considered a restriction on your availability for work, so long as you are satisfying the conditions of the scheme
ga: Ní mheastar gurb ionann an riachtanas seo, ann féin, agus cosc ar an bhfáil a bhíonn ort chun oibriú, a fhad agus atá coinníollacha na scéime á sásamh agat

source: The Department of Social Protection requires you to be available for full-time work and you must not restrict your search for employment to the 1.5 mile limit
ga: Iarrann an Roinn Coimirce Sóisialaí ort a bheith ar fáil chun obair lánaimseartha a dhéanamh agus ní mór nach gcuireann tú teorainn ar an gcuardach a dhéanamh tú d’fhostaíocht ar obair atá suite laistigh den teorainn 1.5 míle sin

source: If you are claiming Jobseeker’s Allowance the income you receive will be assessed in the normal way and any means will be set against your payment
ga: Má tá Liúntas Cuardaitheora Poist á éileamh agat, déanfar measúnú ar an ioncam a fhaigheann tú ar an ngnáthbhealach agus cuirfear aon mhaoin atá agat i gcoinne d’íocaíochta

source: If you had a previous Jobseeker’s Benefit claim you can requalify for JB once you pay 13 PRSI contributions assuming you satisfy all the other conditions
ga: Má rinne tú éileamh ar Shochar Cuardaitheora Poist roimhe seo, féadfaidh tú athcháiliú do SCP a luaithe a íocann tú 13 ranníocaíocht ÁSPC a fhad agus a shásaíonn tú na coinníollacha uile eile

source: The substantial loss condition does not apply to the employment as a firefighter
ga: Ní bhaineann coinníoll an chaillteanais shubstaintigh le fostaíocht mar chomhraiceoir dóiteáin

source: However, if you have other employment then the substantial loss condition applies to that other employment
ga: Má tá fostaíocht eile agat, áfach, baineann coinníoll an chaillteanais shubstaintigh leis an bhfostaíocht eile sin

source: You may be able to do voluntary work and continue to get a jobseeker’s payment
ga: Is féidir go mbeidh tú in ann obair dheonach a dhéanamh agus leanúint ar aghaidh ag fáil íocaíocht cuardaitheora poist

source: You must continue to satisfy the conditions of the payment, which means that you must be available and looking for full-time work
ga: Caithfidh tú coinníollacha na híocaíochta a chomhlíonadh, rud a chiallaíonn nach mór duit bheith ar fáil agus ag lorg obair lánaimseartha

source: You must also get permission from a Deciding Officer at your Intreo Centre or Social Welfare Branch Office
ga: Ní mór duit freisin cead a fháil ó Oifigeach Breithiúnacha ag d’oifig áitiúil leasa shóisialaigh nó ag ionad áitiúil Intreo

source: Find out more about voluntary work and social welfare payments
ga: Faigh tuilleadh faisnéise faoi obair dheonach agus íocaíochtaí leasa shóisialaigh

source: If you are on strike, you will not be considered unemployed and will not get a jobseeker’s payment
ga: Más ar stailc atá tú, ní mheasfar thú a bheith dífhostaithe agus ní bhfaighidh tú íocaíocht cuardaitheora poist

source: However, if you are out of work as a result of a strike, for example, you have been laid off because of the strike you may get a jobseeker’s payment
ga: Mar sin féin, má tá tú as obair de bharr stailce, mar shampla, má leagadh amach thú de bharr na stailce, is féidir go bhfaighidh tú íocaíocht cuardaitheora poist

source: You may get a jobseeker’s payment if you are "not participating in or directly interested in the trade dispute which caused the stoppage at work"
ga: Féadfaidh tú íocaíocht cuardaitheora poist a fháil mura “bhfuil tú ag glacadh páirt sa díospóid trádála is cúis leis an stopadh oibre ná nach bhfuil leas díreach agat inti”

source: If you are on strike your family may get basic Supplementary Welfare Allowance
ga: Má tá tú ar stailc, féadfaidh do theaghlach Liúntas Leasa Forlíontach bunúsach a fháil

source: You must be capable of work to qualify for a jobseeker’s payment
ga: Ní mór duit bheith ábalta i gcomhair oibre chun cáiliú le haghaidh íocaíocht cuardaitheora poist

source: You are considered capable of work unless you can produce medical evidence to prove that you are not able to work
ga: Measfar thú a bheith ábalta i gcomhair oibre mura féidir leat fianaise mhíochaine a thaispeáint chun a léiriú nach bhfuil tú ábalta i gcomhair oibre

source: If you have spent some time incapable of work you must produce a final medical certificate to prove that you are now fit for work
ga: Má chaith tú roinnt ama nach raibh tú ábalta i gcomhair oibre lena linn, caithfidh tú teastas dochtúra deiridh a thaispeáint chun a léiriú go bhfuil tú ábalta i gcomhair oibre anois

source: If you are ill and incapable of work you may be entitled to Disability Allowance or Illness Benefit
ga: Más rud é go bhfuil tú tinn agus neamhábalta i gcomhair oibre, is féidir go mbeidh tú i dteideal Liúntas Míchumais nó Sochar Breoiteachta

source: If you are pregnant you are considered to be capable of work unless you have complications during your pregnancy or you are ill
ga: Má tá tú torrach, meastar go bhfuil tú in ann oibriú murach go raibh deacrachtaí ann i rith do thoirchis nó go bhfuil tú breoite

source: You can read more in our document on pregnancy and social welfare payments
ga: Is féidir leat níos mó a léamh inár gcáipéis a bhaineann le toircheas agus íocaíochtaí leasa shóisialaigh

source: You are considered available for work if:
ga: Measfar thú a bheith ar fáil i gcomhair oibre más rud é:

source: • You state that you are available for work
ga: • Go sonraíonn tú go bhfuil tú ar fáil i gcomhair oibre

source: • You do all that is asked to show compliance with this availability condition
ga: • Go ndéanann tú gach rud a iarrtar ort chun comhlíonadh an choinníll infhaighteachta seo a thaispeáint

source: • There is no evidence to suggest the contrary
ga: • Nach bhfuil aon fhianaise ann a léiríonn a mhalairt

source: Essentially the Department of Social Protection considers that you are available for work if you are prepared to accept any offers of suitable employment immediately
ga: Go bunúsach, measfaidh an Roinn Coimirce Sóisialaí (RCS) go bhfuil tú ar fáil i gcomhair oibre má tá tú sásta glacadh le haon tairiscintí fostaíochta oiriúnaí lom láithreach

source: In addition, the employment must be suitable, having regard to your age, sex, physique, education, normal occupation, where you live, rate of pay offered and your family circumstances
ga: Anuas air sin, caithfidh an fhostaíocht bheith oiriúnach, agus aird á tabhairt ar na nithe seo: d’aois, do ghnéas, do chruthaíocht, d’oideachas, do ghnáthghairm, an áit a bhfuil tú i do chónaí, an ráta pá a thairgtear agus do chúinsí teaghlaigh

source: However you can be regarded as not being available for work and therefore not entitled to a jobseeker’s payment if you put unreasonable restrictions on the following:
ga: Is féidir thú a mheas, áfach, gan a bheith ar fáil i gcomhair oibre agus, dá bhrí sin, gan a bheith i dteideal íocaíocht cuardaitheora poist sa chás go gcuireann tú srianta neamhréasúnacha ar na nithe seo a leanas:

source: If a Deciding Officer thinks that you have placed unreasonable restrictions, you will be interviewed and given the opportunity to respond
ga: Má tá an tOifigeach Breithiúnachta den tuairim gur chuir tú srianta neamhréasúnacha air, cuirfear agallamh ort agus tabharfar an deis duit freagra a thabhairt

source: Note that if you refuse a suitable offer of work you can be disqualified from a jobseeker’s payment
ga: Tabhair faoi deara go bhféadfar thú a dhícháiliú ó íocaíocht cuardaitheora poist má dhiúltaíonn tú do thairiscint oiriúnach oibre

source: For example, you are considered unavailable for work in the following circumstances:
ga: Mar shampla, meastar thú gan a bheith ar fáil i gcomhair oibre sna cásanna seo a leanas:

source: • You are looking for a particular type of work only
ga: • Tá tú ar lorg cineál áirithe oibre amháin

source: • You state that you are looking for part-time work only
ga: • Sonraíonn tú go bhfuil tú ar lorg obair pháirtaimseartha amháin

source: However, if you cannot get suitable full-time employment, you can still accept part-time work
ga: Mura féidir leat fostaíocht lánaimseartha oiriúnach a fháil, áfach, féadfaidh tú glacadh le hobair pháirtaimseartha go fóill

source: • You are only available during hours which are not typical of the employment you are looking for, for example, looking for clerical office work in evenings only
ga: • Níl tú ar fáil ach le linn uaireanta nach bhfuil tipiciúil den fhostaíocht a bhfuil tú ar a lorg, mar shampla, ag lorg obair oifig chléireachais san oíche amháin

source: • You are unwilling to take up an offer of reasonable short-time employment, for example, relief work or employment under a short-term contract
ga: • Níl tú toilteanach glacadh le tairiscint fostaíochta gearrthéarmaí réasúnaí, mar shampla, obair faoisimh nó fostaíocht ar chonradh gearrthéarmach

source: • You move to a location where your prospects of getting suitable employment are significantly reduced
ga: • Bogann tú láthair mar ar laghdaithe go mór atá na hionchais atá agat chun fostaíocht oiriúnach a fháil

source: However, the reasons for the move will be taken into account
ga: Mar sin féin , cuirfear na cúiseanna leis an mbogadh san áireamh

source: • You are placing unreasonable restrictions on the distance which you are willing to travel to find work
ga: • Tá srianta neamhréasúnacha á gcur agat ar an achar atá tú toilteanach taisteal chun obair a fháil

source: However, access to public and private transport is taken into account
ga: Mar sin féin, cuirtear rochtain ar iompar poiblí agus ar iompar príobháideach san áireamh

source: • You may also be asked about your responsibilities at home, for example, who is looking after your child dependents
ga: • Is féidir go bhfiafrófar díot faoi na freagrachtaí atá ort sa bhaile, mar shampla, cé atá ag tabhairt aire do do chleithiúnaithe is leanaí

source: This question must be asked of both male and female applicants
ga: Ní mór an cheist sin a chur ar iarratasóirí is fir agus ar iarratasóirí is mná araon

source: If you are looking after a sick or older person and are not available for work you may be entitled to a carer’s payment
ga: Más rud é go bhfuil tú ag tabhairt aire do dhuine tinn nó do dhuine scothaosta agus nach bhfuil tú ar fáil i gcomhair oibre, féadfaidh tú bheith i dteideal íocaíocht cúramóra

source: You can read more about the available for work condition in the Department of Social Protection’s Operational Guidelines for Jobseeker's Allowance and Jobseeker's Benefit
ga: Is féidir leat tuilleadh a léamh faoin gcoinníoll infhaighteachta i gcomhair oibre i dTreoirlínte Oibriúcháin na Roinne Coimirce Sóisialaí le haghaidh Liúntas Cuardaitheora Poist agus Sochar Cuardaitheora Poist

source: Genuinely looking for work
ga: Ar lorg oibre go dílis

source: You must also show that you are genuinely looking for work
ga: Ní mór duit a thaispeáint go bhfuil tú ar lorg oibre go dílis

source: A day is not treated as a day of unemployment unless on that day you are genuinely seeking suitable full-time work
ga: Ní chaithfear le lá mar lá dífhostaíochta má tá tú ar lorg obair lánaimseartha oiriúnach go dílis ar an lá sin

source: If you are in part-time employment and getting a jobseeker's payment you must show that you are trying to get full-time employment on the days you are not working
ga: Má tá tú i bhfostaíocht pháirtaimseartha agus ag fáil íocaíocht cuardaitheora poist, caithfidh tú a thaispeáint go bhfuil iarracht á déanamh agat obair lánaimseartha a fháil ar na laethanta nach bhfuil tú ag oibriú

source: You must be able to show that you are making genuine efforts to secure employment
ga: Caithfidh tú bheith ábalta a thaispeáint go bhfuil iarrachtaí dílse á ndéanamh agat fostaíocht a aimsiú

source: You need to provide examples of such steps
ga: Caithfidh tú samplaí de na bearta sin a chur ar fáil

source: Steps which would indicate that you are considered to be genuinely seeking work may include:
ga: D’fhéadfadh go n-áireofaí na nithe seo le bearta a chuirfeadh in iúl go meastar thú a bheith ar lorg oibre go dílis:

source: • Making oral or written applications for work
ga: • Iarratais ó bhéal nó iarratas scríofa a dhéanamh ar obair

source: • Looking for information on the availability of employment from employers, advertisements and employment agencies
ga: • Cuardach le haghaidh faisnéise faoin bhfáil ar fhostaíocht ó fhostóirí, ó fhógraí agus ó ghníomhaireachtaí fostaíochta

source: • Taking up reasonable training opportunities
ga: • Glacadh le deiseanna réasúnacha oiliúna

source: • Acting on the advice given by a DSP Case Officer or other placement agency such as the Local Employment Service (LES)
ga: • Gníomhú ar an gcomhairle a thugann oifigeach cás na Roinne Coimirce Sóisialaí nó gníomhaireacht socrúchán eile amhail an tSeirbhís Fostaíochta Áitiúil (LES)

source: • Taking positive, well advised steps towards establishing yourself in self-employment such as researching possible areas of self-employment
ga: • Bearta dearfacha dea-mholta a ghlacadh le haghaidh thú a bhunú i bhféinfhostaíocht, ar nós taighde a dhéanamh ar réimsí féideartha féinfhostaíochta

source: • Preparing business plans for a self-employment project
ga: • Pleananna gnó a ullmhú le haghaidh tionscadal féinfhostaíochta

source: • Attending relevant "start your own business" courses or seeking information, advice or guidance in relation to any of these steps
ga: • Freastal ar chúrsa ábhartha “do ghnó féin a thosú” nó faisnéis, comhairle nó treoir maidir le ceann ar bith de na bearta sin a iarraidh

source: You can read more about the genuinely looking for work condition in the Department of Social Protection's Operational Guidelines for Jobseeker's Allowance and Jobseeker's Benefit
ga: Is féidir leat tuilleadh a léamh faoin gcoinníoll le bheith ar lorg oibre go dílis i dTreoirlínte Oibriúcháin na Roinne Coimirce Sóisialaí le haghaidh Liúntas Cuardaitheora Poist agus Sochar Cuardaitheora Poist

source: Sanctions for not meeting the conditions of your jobseeker’s payment
ga: Smachtbhannaí a d’fhéadfadh bheith i bhfeidhm sa chás nach gcomhlíonann tú coinníollacha d’íocaíochta cuardaitheora poist

source: You can be refused a jobseeker’s payment if you do not meet all the conditions that apply to the payment
ga: Féadfar íocaíocht cuardaitheora poist a dhiúltú duit mura gcomhlíonann tú na coinníollacha go léir atá i bhfeidhm maidir leis an íocaíocht

source: You can be disqualified from a payment for a period of time in certain circumstances
ga: Féadfar thú a dhícháiliú ó íocaíocht ar feadh tréimhse ama i gcásanna áirithe

source: You can also have your payment reduced (and subsequently stopped altogether for a period of time) if you do not attend meetings or participate in appropriate employment schemes, training or work experience
ga: Féadfar d’íocaíocht a laghdú (agus a stopadh ar fad ina dhiaidh sin ar feadh tréimhse ama) mura bhfreastalaíonn tú ar chruinnithe nó mura nglacann tú páirt i scéimeanna fostaíochta, in oiliúint ná i dtaithí oibre atá cuí

source: Disqualification from a jobseeker’s payment
ga: Dícháiliú ó íocaíocht cuardaitheora poist

source: You may be disqualified from getting a jobseeker’s payment for up to 9 weeks if you:
ga: Is féidir go ndícháileofar thú ó íocaíocht cuardaitheora poist a fháil ar feadh suas go dtí 9 seachtaine sna cásanna seo a leanas:

source: • Left work voluntarily and without just cause
ga: • D’fhág tú obair go deonach agus gan cúis chóir

source: • Lost your job through misconduct
ga: • Chaill tú do phost de bharr mí-iompair

source: • Refused or failed to engage with activation measures where a penalty rate applied (see below)
ga: • Dhiúltaigh tú do pháirt a ghlacadh i mbearta gníomhachtúcháin nuair a bhí ráta pionóis i bhfeidhm (féach thíos) nó theip ort déanamh amhlaidh
